Repository: GabrielTorem/Residencia_2C2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: (GM, 132)
es_es: (*Un hombre bueno es difícil de encontrar*, p. 24).

source: (Quebec: Les Editions de P Aurore, 1975), 77.
es_es: (Quebec: Les Éditions de l’Aurore, 1975), 77.

source: .] It’s no real pleasure in life” (GM, 133).
es_es: .] No hay verdadero placer en la vida.” (*Un hombre bueno es difícil de encontrar*, p. 25).

source: .] and He shouldn’t have done it.
es_es: .] y no tendría qu’haberlo hecho.

source: .] from the rank and file of humanity.” Monsters are us, O’Connor suggests both in her fiction and in her essays: “The freak in modern fiction is usually disturbing to us because he keeps us from forgetting that we share in his state” (MM, 133).
es_es: .] entre el común de la gente". Los monstruos somos nosotros, propone O’Connor en su ficción y también en sus ensayos: “El *freak* en la ficción actual a menudo resulta perturbador porque nos impide olvidar que compartimos su condición” (MM, 133).

source: .] our lives perforce turn more grotesque,” while “her fiction is likely to seem even more relevant.”
es_es: .] nuestras vidas se vuelven necesariamente más grotescas”, mientras que “la narrativa de O’Connor es cada vez más relevante”.

source: .] violent and comic, because of the discrepancies that it seeks to combine” (MM, 43).
es_es: .] violenta y cómica, debido a las discrepancias que busca fusionar" (MM, 43).

source: Regardless of how many times Sigourney Weaver’s beleaguered Ripley utterly destroys the Monster Culture (Seven Theses) 5 ambiguous Alien that stalks her, its monstrous progeny return, ready to stalk again in another bigger-than-ever sequel.
es_es: Sin importar cuántas veces la asediada teniente Ripley, el personaje de Sigourney Weaver, aniquile por completo al Alien ambiguo que la persigue, la descendencia monstruosa regresa al acecho nuevamente en una secuela sin precedentes.

source: See especially “The Imaginary Body,” 104-31.
es_es: Véase especialmente “El cuerpo imaginario”, p.166.

source: More often, however, the monster retains a haunting complexity.
es_es: De todos modos, es más frecuente que el monstruo conserve una complejidad inquietante.

source: This popular type of narrative may be conveniently labeled the fable of hospitality; such stories envalue the practice whose breach they illustrate through a drama repudiating the dangerous behavior.
es_es: Este tipo popular de narración puede puede denominarse, con acierto, como la fábula de la hospitalidad; historias así enaltecen la práctica cuya violación ilustran mediante un drama que repudia ese comportamiento peligroso.

source: In each of these vampire stories, the undead returns in slightly different clothing, each time to be read against contemporary social movements or a specific, determining event: la décadence and its new possibilities, homophobia and its hateful imperatives, the acceptance of new subjectivities unfixed by binary gender, a fin de siécle social activism paternalistic in its embrace.
es_es: En cada una de estas historias de vampiros, los no muertos regresan con atuendos ligeramente distintos, y en cada instancia se leen a la luz de los movimientos sociales contemporáneos o de un hecho específico y determinante: la décadence y sus nuevas posibilidades, la homofobia y sus imperativos de odio, la aceptación de las nuevas subjetividades no fijadas por el género binario, un activismo social de fin de siécle de estilo paternalista.

source: The Monstrous Races in Medieval Art and Thought (Cambridge: Harvard University Press, 1981).
es_es: The Monstrous Races in Medieval Art and Thought (Cambridge: Harvard University Press, 1981). [La traducción es nuestra]

source: She and Them!: the monster enforces the cultural codes that regulate sexual desire.
es_es: *She* y *Them!*: el monstruo hace cumplir los códigos culturales que regulan el deseo sexual.

source: Every monster is in this way a double narrative, two living stories: one that describes how the monster came to be and another, its testimony, detailing what cultural use the monster serves.
es_es: En este sentido, cada monstruo representa una doble narrativa, dos historias vivientes: una describe cómo llegó a ser monstruo, mientras que otra es su testimonio, el cual detalla qué función cultural cumple.

source: History itself becomes a monster: defeaturing, self-deconstructive, always in danger of exposing the sutures that bind its disparate elements into a single, unnatural body.
es_es: La historia misma se vuelve un monstruo: desfigurado, autodeconstructivo, siempre en peligro de exponer las suturas que unen sus elementos dispares en un solo cuerpo innatural.

source: Like Grendel thundering from the mere or Dracula creeping from the grave, like Kristeva’s “boomer- ang, a vortex of summons” or the uncanny Freudian-Lacanian return of the repressed, the monster is always coming back, always at the verge of irruption.
es_es: Como Grendel cuando ruge desde el lago o Drácula cuando sale de su tumba, como el “búmerang, vórtice de atracción” de Kristeva o el retorno siniestro de lo reprimido en Freud y Lacan, el monstruo siempre está regresando, siempre al borde de la irrupción.

source: Monsters may still function, however, as the vehicles of causative fantasies even without their valences reversed.
es_es: Sin embargo, los monstruos pueden seguir funcionando como vehículos de fantasías causales, aun sin que se inviertan sus cargas simbólicas.

source: One kind of difference becomes another as the normative categories of gender, sexuality, national identity, and ethnicity slide together like the imbricated circles of a Venn diagram, abjecting from the center that which becomes the monster.
es_es: Un tipo de diferencia se convierte en otro a medida que las categorías normativas de género, sexualidad, identidad nacional y origen étnico se deslizan una sobre otra como los círculos de un diagrama de Venn superpuestos y expulsan del centro, por abyecto, a aquel que se convierte en el monstruo.

source: Ovid relates how the primeval giants attempted to plunge the world into anarchy by wrenching Olympus from the gods, only to be shattered by divine thunderbolts.
es_es: Ovidio relata cómo los gigantes primigenios intentaron sumergir al mundo en la anarquía arrebatando el Olimpo a los dioses, solo para ser destrozados por los rayos divinos.

source: O’Connor describes this kind of fiction as “wild, [.
es_es: O’Connor describe a este tipo de ficción como “salvaje, [.

source: The monster’s body quite literally incorporates fear, desire, anxiety, and fantasy (ataractic or incendiary), giving them life and an uncanny independence.
es_es: El cuerpo del monstruo incorpora literalmente el miedo, el deseo, la ansiedad y la fantasía (ataráxico o incendiaria), dándoles vida y una independencia inquietante.

source: This power to evade and to undermine has coursed through the monster’s blood from classical times, when despite all the attempts of Aristotle (and later Pliny, Augustine, and Isidore) to incorporate the monstrous races into a coherent epistemological system, the monster always escaped to return to its habitations at the margins of the world (a purely conceptual locus rather than a geographic one).
es_es: Por la sangre de los monstruos ha corrido el poder para evadir y socavar desde los tiempos clásicos, cuando, a pesar de los intentos de Aristóteles (y luego de Plinio, Agustín e Isidoro) por introducir dentro de un sistema epistemológico coherente a las diferentes razas de monstruos, ellos siempre escaparon para retornar a sus moradas en los márgenes del mundo (un locus no geográfico, sino meramente conceptual).

source: Among this wicked progeny was Lycaon, king of Arcadia.
es_es: Dentro de esta progenie malvada se encontraba Licaón, rey de Arcadia.

source: Or we might analyze Murnau’s self-loathing appropriation of the same demon in Nosferatu, where in the face of nascent fascism the undercurrent of desire surfaces in plague and bodily corruption.
es_es: Se podría analizar también la apropiación autodestructiva de Murmau del mismo demonio en Nosferatu, en donde, ante el fascismo naciente, emerge el trasfondo del deseo en forma de plaga y corrupción del cuerpo.

source: Classical “wonder books” radically undermine the Aristotelian taxonomic system, for by refusing an easy compartmentalization of their monstrous contents, they demand a radical rethinking of boundary and normality.
es_es: Los "libros de fantasía” clásicos socavan radicalmente el sistema taxonómico aristotélico dado que, al rechazar una fácil compartimentación de su monstruoso contenido, exigen repensar de manera radical los límites y la normalidad.

source: Feminine and cultural others are monstrous enough by themselves in patriarchal society, but when they threaten to mingle, the entire economy of desire comes under attack.
es_es: En la sociedad patriarcal, el otro femenino o cultural resultan en sí mismos bastante monstruosos, pero cuando amenazan con mezclarse entre sí, atacan a toda la economía del deseo.

source: The prototype in Western culture for this kind of “geographic” monster is Homer’s Polyphemos.
es_es: El prototipo en la cultura occidental para este tipo de monstruo "geográfico" es el Polifemo de Homero.

source: “Deviant” sexual identity is similarly susceptible to monsterization.
es_es: La identidad sexual “desviada” es, del mismo modo, susceptible a una monstruización.

source: Incest narratives are common to every tradition and have been extensively documented, mainly owing to LéviStrauss’s elevation of the taboo to the founding base of patriarchal society.
es_es: Las narrativas sobre el incesto son comunes a todas las tradiciones y han sido documentadas ampliamente, sobre todo debido a que Lévi Strauss definió al tabú como la base fundacional de la sociedad patriarcal.

source: The episode valorizes the celibacy so central to the authors’ belief system (and so difficult to enforce) while inculcating a lesson in morality for the work’s intended secular audience, the knights and courtly women fond of romances.
es_es: El episodio exaltaba el celibato, un valor tan central en el sistema de creencias de los autores (y tan difícil de imponer), al mismo tiempo que inculcaba una lección moral para el público secular al que se destinaba la obra: los caballeros y las damas cortesanas aficionados a los romances.

source: In the face of the monster, scientific inquiry and its ordered rationality crumble.
es_es: Ante la cara de un monstruo, la investigación científica y su ordenada racionalidad se derrumban.

source: Its male reproductive organ is said to be disproportionately large, but the monster could use either sex at its own discretion.
es_es: Se decía que su órgano reproductor masculino era desproporcionadamente grande, pero el monstruo podía usar indistintamente uno u otro sexo a su elección.

source: This strange creature, a composite of the supposedly discrete categories “male” and “female,” arrives before King Louis to validate heterosexuality over homosexuality, with its supposed inversions and transformations (“Equa fit equus,” one Latin writer declared; “The horse becomes a mare”).
es_es: Esta criatura extraña, un compuesto de las categorías supuestamente separadas “masculino” y “femenino”, llega ante el rey Luis para validar la heterosexualidad por encima de la homosexualidad, con sus supuestas inversiones y transformaciones (*Equa fit equus*, declaraba un escritor en Latín: “El caballo se vuelve yegua”).

source: The strange dog-headed monster is a living excoriation of gender ambiguity and sexual abnormality, as Vincent’s cultural moment defines them: heteronormalization incarnate.
es_es: Una viva reprobación de la ambigüedad de género y de la anormalidad sexual, como la definía el momento cultural de Vincent, es el extraño monstruo con cabeza de perro: la heterosexualidad como norma encarnada.

source: “Monster theory” must therefore concern itself with strings of cultural moments, connected by a logic that always threatens to shift; invigorated by change and escape, by the impossibility of achieving what Susan Stewart calls the desired “fall or death, the stopping” of its gigantic subject, monstrous interpretation is as much process as epiphany, a work that must content itself with fragments (footprints, bones, talismans, teeth, shadows, obscured glimpses—signifiers of monstrous passing that stand in for the monstrous body itself).
es_es: Así, “La teoría del monstruo” debe verse relacionada con cadenas de momentos culturales, conectados por una lógica que siempre amenaza con transformarse; impulsada por el cambio y el escape y mediante la imposibilidad de alcanzar lo que Susan Stewart denomina la deseada “caída o muerte, la detención” de su enorme sujeto, la interpretación monstruosa es tanto un proceso como una epifanía, es un trabajo que debe conformarse con fragmentos (huellas, huesos, talismanes, dientes, sombras, indicios oscuros—significantes del pasaje monstruoso que representan al propio cuerpo monstruoso).

source: A Bosnian Serb militiaman, hitchhiking to Sarajevo, tells a reporter in all earnestness that the Muslims are feeding Serbian children to the animals in the zoo.
es_es: Un miliciano serbobosnio, que viajaba hacia Sarajevo, le dice a un periodista con total seriedad que los musulmanes están alimentando a los animales del zoológico con niños serbios.

source: A bloody war of subjugation followed immediately after the promulgation of this text, remained potent throughout the High Middle Ages, and in a way continues to this day.
es_es: Inmediatamente después de la promulgación de este texto, se desencadenó una guerra sanguinaria para someter a los irlandeses, que continuó vigente a lo largo de la Plena Edad Media y que, en cierto modo, llega hasta nuestros días.

source: A certain intrigue is allowed even Vincent of Beauvais’s well-endowed cynocephalus, for he occupies a textual space of allure before his necessary dismissal, during which he is granted an undeniable charm.
es_es: Incluso se le permite cierta intriga al cinocéfalo bien dotado de Vincente de Beauvais, ya que antes del rechazo inevitable, el espacio textual que ocupa produce fascinación y le garantiza un encanto innegable.

source: A competing narrative again implicates monstrous economics—the Jews were the money lenders, the state and its commerce were heavily indebted to them—but this second story is submerged in a horrifying fable of cultural purity and threat to Christian continuance.
es_es: Una narrativa alternativa vuelve a implicar una economía monstruosa: los judíos eran los prestamistas, y el Estado junto con su comercio estaban profundamente endeudados con ellos, pero esta segunda historia queda sumergida en una fábula aterradora de pureza cultural y amenaza a la continuidad cristiana.

source: A construct and a projection, the monster exists only to be read: the monstrum is etymologically “that which reveals,” “that which warns,’ a glyph that seeks a hierophant.
es_es: Una construcción y una proyección, el monstruo existe solo para ser leído: el monstrum es etimológicamente “aquello que revela”, “aquello que advierte”, un glifo que busca un hierofante.

source: A cynocephalus is a dog-headed man, like the recently decanonized Saint Christopher.
es_es: Un cinocéfalo es un hombre con cabeza de perro, como el descanonizado San Cristóbal.

source: A kind of herdsman, this monster delimits the social space through which cultural bodies may move, and in classical times (for example) validated a tight, hierarchical system of naturalized leadership and control where every man had a functional place.
es_es: Como una suerte de guardián del rebaño, este monstruo delimita el espacio social por el que los cuerpos culturales se pueden dirigir, y, en tiempos clásicos (por ejemplo), validaban un sistema rígido y jerárquico de liderazgo naturalizado y control, donde cada hombre ocupaba un lugar funcional.

source: A mixed category, the monster resists any classification built on hierarchy or a merely binary opposition, demanding instead a “system” allowing polyphony, mixed response (difference in sameness, repulsion in attraction), and resistance to integration—allowing what Hogle has called with a wonderful pun “a deeper play of differences, a nonbinary polymorphism at the ‘base’ of human nature.” The horizon where the monsters dwell might well be imagined as the visible edge of the hermeneutic circle itself: the monstrous offers an escape from its hermetic path, an invitation to explore new spirals, new and interconnected methods of perceiving the world.
es_es: Al ser una categoría diversa, el monstruo resiste cualquier clasificación fundada en jerarquías o en la mera oposición binaria y demanda, en cambio, un "sistema" que permita la polifonía, las respuestas contradictorias (diferencia en el parecido, repulsión en la atracción) y la resistencia a la integración, permitiendo lo que Hogle ha denominado con un juego de palabras genial, “un juego más profundo de diferencias más, un polimorfismo no binario en la 'base' de la naturaleza humana.” El horizonte que habitan los monstruos bien podría ser imaginado como el borde visible del mismísimo circulo hermenéutico: los monstruos ofrecen una escapatoria al camino hermético, una invitación a explorar nuevos espirales, métodos nuevos e interconectados de percibir el mundo.

source: A movement away from the longue durée and toward microeconomies (of capital or of gender) is associated most often with Foucauldian criticism; yet recent critics have found that where Foucault went wrong was mainly in his details, in his minute specifics.
es_es: Un movimiento que se aleja de la *longue durée* y se dirige hacia la microeconomía (del capital o del género) se asocia con mayor frecuencia con la crítica foucaultiana; sin embargo, recientemente, algunos críticos han señalado que donde Foucault erró fue principalmente en sus detalles, en sus especificidades minuciosas.

source: A political figure suddenly out of favor is transformed like an unwilling participant in a science experiment by the appointed historians of the replacement regime: “monstrous history” is rife with sudden, Ovidian metamorphoses, from Vlad Tepes to Ronald Reagan.
es_es: Cuando un político cae en desgracia, los historiadores que el nuevo régimen designa lo convierten en un experimento científico: la “historia monstruosa” está llena de repentinas metamorfosis al estilo de Ovidio, desde Vlad Tepes hasta Ronald Reagan.

source: A polysemy is granted so that a greater threat can be encoded; multiplicity of meanings, paradoxically, iterates the same restricting, agitprop representations that narrowed signification performs.
es_es: Se garantiza la polisemia para codificar una amenaza aún mayor; la multiplicidad de significados, paradójicamente, itera el mismo tipo de representaciones restrictivas y funcionales a estrategias políticas que realiza la significación reducida.

source: A product of a multitude of morphogeneses (ranging from somatic to ethnic) that align themselves to imbue meaning to the Us and Them behind every cultural mode of seeing, the monster of abjection resides in that marginal geography of the Exterior, beyond the limits of the Thinkable, a place that is doubly dangerous: simultaneously “exorbitant” and “quite close.” Judith Butler calls this conceptual locus “a domain of unlivability and unintelligibility that bounds the domain of intelligible effects,” but points out that even when discursively closed off, it offers a base for critique, a margin from which to reread dominant paradigms.
es_es: Producto de una gran cantidad de morfogénesis (que van desde lo somático hasta lo étnico) y se alinean a sí mismas para impregnar de sentido al Nosotros y al Ellos que existen detrás de toda perspectiva cultural, el monstruo de la abyección reside en la geografía marginal del Exterior, más allá de los límites de lo Pensable, un espacio que es doblemente peligroso: “exorbitante” y “bastante cercano” a la vez. Judith Butler denomina a este locus conceptual como “un dominio de la inviabilidad y la ininteligibilidad que delimita el dominio de los efectos inteligibles”, pero señala que, incluso cuando discursivamente es cerrado, ofrece una base para la crítica, un margen desde el cual releer los paradigmas dominantes.

source: A recent newspaper article on Yugoslavia reminds us how persistent these divisive mythologies can be, and how they can endure divorced from any grounding in historical reality:
es_es: Un reciente artículo periodístico sobre Yugoslavia recuerda lo persistentes que pueden ser estas mitologías divisorias, incluso cuando se encuentran completamente desvinculadas de la realidad histórica:

source: A useful (albeit politically charged) term for such a collective is Maénnerbunde, “all-male groups with aggression as one major function.” See Joseph Harris, “Love and Death in the Mannerbund: An Essay with Special Reference to the Bjarkamál and The Battle of Maldon,” in Heroic Poetry in the Anglo-Saxon Period, ed, Helen Damico and John Leyerle (Kalamazoo: Medieval Institute/Western Michigan State University, 1993), 78.
es_es: Un término útil (aunque políticamente cargado) para un colectivo como este es Männerbünde, “grupos exclusivamente masculinos cuya función principal es la agresión”. Véase Joseph Harris, *“Love and Death in the Mannerbund: An Essay with Special Reference to the Bjarkamál y The Battle of Maldon, in Heroic Poetry in the Anglo-Saxon Period”*, compilado por Helen Damico y Leyerle (Kalamazoo: Instituto Medieval/Universidad Estatal Western Michigan, 1993), 78.

source: A violation of that code is responsible for the destruction of the biblical Sodom and Gomorrah, for the devolution from man to giant in Sir Gawain and the Carl of Carlisle, and for the first punitive transformation in Ovid’s Metamorphoses.
es_es: La violación de ese código es la causa de la destrucción de Sodoma y Gomorra que aparece en la biblia, de la regresión del hombre a gigante en Sir Gawain and the Carl of Carlisle, y de la primera transformación punitiva en las Metamorfosis de Ovidio.

source: According to the Greek myth of Phaéton, the denizens of mysterious and uncertain Ethiopia were black because they had been scorched by the too-close passing of the sun.
es_es: De acuerdo con el mito griego de Faetón, los habitantes de la misteriosa y confusa Etiopía eran negros porque el sol los había quemado al pasar demasiado cerca.

source: Accordingly, he also epitomizes the disconnection between appearance and monstrosity.
es_es: Justamente, también epitomiza la desconexión entre la apariencia y la monstruosidad.

source: Africa early became the West’s significant other, the sign of its ontological difference simply being skin color.
es_es: África se convirtió tempranamente en el “otro significativo” de Occidente, el signo de su diferencia ontológica expresado simplemente en el color de la piel.
